"str_PIName_Finder" 			= "Finder";
"str_PIName_Classic"			= "Classic";
"str_PIName_Dock"				= "Dock";
"str_PIName_Login"				= "Anmeldung";
"str_PIName_Internet"			= "Internet";
"str_PIName_Printing"   		= "Drucken";
"str_PIName_AllowedApps"		= "Programme";
"str_PIName_MediaAccess"		= "Medienzugriff";
"str_PIName_EnergySaver"		= "Energie sparen";
"str_PIName_UniversalAccess"	= "Bedienungshilfen";
"str_PIName_SystemPrefs"		= "Systemeinstellungen";
"str_PIName_CachedAccounts"		= "Mobilität";
"str_PIName_Network"			= "Netzwerk";
"str_PIName_SoftwareUpdate"		= "Software-Aktualisierung";
"str_PIName_Family"				= "Kindersicherung";
"str_PIName_Backup"				= "Time Machine";

/************************************/
/* Strings for mixed state controls */
/************************************/
"MixedTextField_Varies"		= "--Verschiedene Werte--";
"MixedPopupButton_Varies"	= "--Verschiedene Werte--";
"MixedPopupButton_Unknown"	= "--Unbekannt--";


/********************************/
// These strings are no longer used, but I'm going to leave them in-place since they've already
// been localized and I could use them in a pinch.
"err_ErrorTitle"			= "Fehler:";
"err_UnknownRC"				= "Es ist ein Fehler aufgetreten (%d).";


/********************************/
"err_SavingSpecificRecord"	= "Fehler beim Sichern des Eintrags „%@“:";
"err_SavingOneRecord"		= "Fehler beim Sichern eines Eintrags:";
"err_SavingManyRecords"		= "Fehler beim Sichern von Einträgen:";


//************************************
//** Generic Error Handling strings **
//************************************
"err_DescTemplate"			= "Fehler: %@";		// Used as generic error message string if no better description can be found (parameter will be replaced with numeric error code)

// Example of generic error message text:
// "errDesc_-111"				= "Error -111 (%@)";
// "errDesc_aaaa"				= "Error 'aaaa' (%@)";
"errDesc_-14120"			= "Sie sind nicht berechtigt, diesen Vorgang auszuführen.";									// eDSPermissionError - added for 5494475
"errDesc_-14140"			= "Das Verzeichnissystemschema unterstützt das Speichern von Managed-Desktop-Einstellungen nicht."; 	// eDSNoStdMappingAvailable - 6435581



//**
//** Following are used when an entire pane is hidden because it's inappropriate for the currently edited record type
//**
"str_SettingsNotManageableForUsers" 		= "Diese Einstellungen können für Benutzer nicht verwaltet werden.";
"str_SettingsNotManageableForGroups"		= "Diese Einstellungen können für Gruppen nicht verwaltet werden.";
"str_SettingsNotManageableForOther"			= "Diese Einstellungen können für den aktuellen Datensatztyp nicht verwaltet werden.";

//**
//** Sync interval slider display
//**
"str_OneMinute" 					= "1 Minute";
"str_LessThanOneHour"  				= "%d Minuten";
"str_OneHour"						= "1 Stunde";
"str_OneHourOneMinute"				= "1 Stunde 1 Minute";
"str_LessThanTwoHours"				= "1 Stunde %d Minuten";
"str_MoreThanOneHourNoMinutes"		= "%d Stunden";
"str_MoreThanOneHourOneMinute"		= "%d Stunden 1 Minute";
"str_MoreThanOneHourManyMinutes"	= "%d Stunden %d Minuten";


